Repository: alexzandr87/cs-cart
Catalog: var/langs/*/addons/csc_bsg_world.po
Languages: ru_ru

# Addons::description::csc_bsg_world
source: Integration with BSG.World
ru_ru: Интеграция с BSG.World. Разработано компанией <a href="http://cs-coding.ru" target="_blank">CS-Coding</a>

# SettingsSections::csc_bsg_world::general
source: General
ru_ru: Общие

# SettingsOptions::csc_bsg_world::cron_pass
source: Cron Password
ru_ru: Пароль для Cron

# SettingsSections::csc_bsg_world::admin_notifications
source: Admin Notifications
ru_ru: Уведомления Администратора

# SettingsOptions::csc_bsg_world::admin_phones
source: Admin phone numbers. Ex. +79xxxxxxxxx, +380xxxxxxxxxx
ru_ru: Номера телефонов администраторов (через запятую) в международном формате. Например +7хххххххххх, +380хххххххххх.

# SettingsOptions::csc_bsg_world::send_conditions
source: Send message if
ru_ru: Отправить сообщение если

# SettingsOptions::csc_bsg_world::new_user_registered
source: New user registered
ru_ru: Зарегистрирован новый пользователь

# SettingsOptions::csc_bsg_world::stock_less_zero
source: Stock less zero
ru_ru: Количество товара в наличии меньше нуля

# SettingsOptions::csc_bsg_world::new_order
source: New order is placed
ru_ru: Размещен новый заказ

# SettingsOptions::csc_bsg_world::order_updated
source: Order has ben updated
ru_ru: Заказ был обновлен

# SettingsOptions::csc_bsg_world::order_total_more_than
source: Send just if order total exceeds
ru_ru: Отправлять только если сумма заказа превышает

# SettingsOptions::csc_bsg_world::shippings_condition
source: Send just if one of the following shipping methods is selected
ru_ru: Отправлять только если выбран один из следующих способов доставки

# SettingsOptions::csc_bsg_world::order_status_condition
source: Send just if order status is one of the following
ru_ru: Отправлять только если статус заказа один из следующих

# SettingsOptions::csc_bsg_world::sms_content
source: SMS Content
ru_ru: Содержание SMS

# SettingsOptions::csc_bsg_world::include_payment_info
source: Include payment info
ru_ru: Добавить информацию об оплате

# SettingsOptions::csc_bsg_world::include_customer_email
source: Include customer e-mail
ru_ru: Добавить эл. почту покупателя

# SettingsSections::csc_bsg_world::customer_notifications
source: Customer Notifications
ru_ru: Уведомления Покупателя

# SettingsOptions::csc_bsg_world::phone_field
source: Customer phone field
ru_ru: Поле телефона покупателя

# SettingsVariants::csc_bsg_world::phone_field::billing
source: Billing Phone
ru_ru: Телефон оплаты

# SettingsVariants::csc_bsg_world::phone_field::shipping
source: Shipping Phone
ru_ru: Телефон доставки

# SettingsOptions::csc_bsg_world::customer_order_updated
source: Order has ben updated
ru_ru: Заказ был обновлен

# SettingsOptions::csc_bsg_world::customer_shippings_condition
source: Send just if one of the following shipping methods is selected
ru_ru: Отправлять только если выбран один из следующих способов доставки

# SettingsOptions::csc_bsg_world::customer_order_status_condition
source: Send just if order status is one of the following
ru_ru: Отправлять только если статус заказа один из следующих

# SettingsOptions::csc_bsg_world::customer_order_total_more_than
source: Send just if order total exceeds
ru_ru: Отправлять только если сумма заказа превышает

# Languages::send_messages
source: Send Message
ru_ru: Отправка сообщений

# Languages::sms_text
source: SMS Text
ru_ru: Текст сообщения

# Languages::send_time
source: Send Time
ru_ru: Время отправки

# Languages::phone_numbers
source: Phone Numbers
ru_ru: Номера телефонов

# Languages::phone_numbers_tip
source: Divide by ,
ru_ru: Через запятую

# Languages::send_user_groups
source: Send to user groups
ru_ru: Отправить группам пользователей

# Languages::order_date_range
source: Send to customers, that ordered in
ru_ru: Отправить клиентам, оформившим заказ за период

# Languages::order_date_range_tip
source: Adv: Select dates that are boundary to the period. For ex. to send message to customers, that made an order 15 Sep 2013, you should select period from 14.09.2012 to 16.09.2013
ru_ru: Статус доставки

# Languages::button_url
source: Button URL
ru_ru: URL Кнопки

# Languages::button_label
source: Button Label
ru_ru: Надпись кнопки

# Languages::image_url
source: Image URL
ru_ru: Ссылка на изображение

# Languages::instant
source: Instant
ru_ru: Мгновенно

# Languages::lazy
source: Lazy
ru_ru: Отложенный

# Languages::messages_report
source: Messages Repost
ru_ru: Отчет по отправленным сообщениям

# Languages::sender_name
source: Sender Name
ru_ru: Имя Отправителя

# Languages::recepient
source: Recepient
ru_ru: Получатель

# Languages::delivery_start
source: Delivery Start
ru_ru: Начало отправки

# Languages::change_date
source: Change Date
ru_ru: Дата изменений

# Languages::message_text
source: Message Text
ru_ru: Текст сообщения

# Languages::order_id
source: Order ID
ru_ru: ID Заказа

# Languages::event
source: Event
ru_ru: Событие

# Languages::result
source: Result
ru_ru: Результат

# SettingsSections::csc_bsg_world::feedback
source: Feedback
ru_ru: Обратная связь

# SettingsSections::csc_bsg_world::help
source: Help
ru_ru: Помощь

# Languages::amocrm_help
source: Help me!!!
ru_ru: Help me!!!111

# Languages::amocrm_vars
source: Here you can use vars for events
ru_ru: равен номеру заказа

# Languages::equals_order_total
source: equals_order_total
ru_ru: равен сумме заказа

# Languages::equals_user_name
source: equals user name
ru_ru: равен имени пользователя

# Languages::equals_user_last_name
source: equals user last name
ru_ru: равен фамилии пользователя

# Languages::equals_user_email
source: equals user email
ru_ru: равен E-Mail покупалетя

# Languages::equals_shipping_country
source: equals shipping country
ru_ru: равен стране доставки

# Languages::equals_shipping_address
source: equals shipping address
ru_ru: равен адресу доставки

# Languages::equals_shipping_city
source: equals shipping city
ru_ru: равен городу доставки

# Languages::equals_shipping_state
source: equals shipping state
ru_ru: равен области (району) доставки

# Languages::accept_message_send
source: accept message send
ru_ru: Подтвердите отправку сообщений

# Languages::count_sms_to_send
source: messages count
ru_ru: Количество сообщений для отправки

# Languages::total_sms_cost
source: total sms cost
ru_ru: Общая стоимость сообщений

# Languages::new_user_registered
source: New user Registered
ru_ru: Зарегистрирован новый пользователь

# Languages::stock_less_zero
source: Stock less zero
ru_ru: Остаток товара меньше нуля

# Languages::order_updated
source: Order has been updates
ru_ru: Заказ был обновлен

# Languages::order_status_changed
source: Order status changed
ru_ru: Статус заказа изменен

# Languages::cron_tip
source: Use the following command for cron to send scheduled messages
ru_ru: Используйте следующую команду для крона для отправки отложенных сообщений

# Languages::instant_message
source: Instant Message
ru_ru: Мгновенная отправка

# Languages::scheduled_message
source: Scheduled Message
ru_ru: Отложенная отправка

# Languages::new_user
source: New User
ru_ru: Новый пользователь

# Languages::new_order
source: New order
ru_ru: Новый заказ

# Languages::messages_successfully_sent
source: Messages Successfully Sent
ru_ru: Сообщения успешно отправлены

# Languages::bsg_new_version
source: New version of BSG.World is released. You can download it
ru_ru: Вышла новая версия модуля BSG.World. Вы можете скачать ее

# Languages::here
source: here
ru_ru: здесь
